Repository: 84000/data-translation-memory
Catalog: toh73-v3.tmx
Source language: bo
Languages: en

source: རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་སྐྱེས་པ་ནི་བཟོའི་གནས་སྣ་ཚོགས་དང་། ལས་ཀྱི་གནས་སྣ་ཚོགས་འདི་དག་གིས་འཚོ་བར་བྱེད་དེ། རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟར་ཡི་གེའམ། །རྩིས་སམ། གྲངས་སམ།
en: “Great King, men make their living from a variety of occupations and professions.

source: ལག་རྩིས་སམ། མཚོན་ཆའམ། རྒྱལ་པོ་ལ་ཞོ་ཤས་འཚོ་བའམ། ཞིང་ལས་སམ། ཚོང་བྱེད་པའམ།
en: Great King, they may be scribes, astrologers, accountants, palmists, armorers, royal servants, farmers, merchants, or herdsmen.

source: བ་ལང་འཚོ་བའམ། དེ་ལྟ་བུའི་བཟོའི་གནས་སྣ་ཚོགས་དང་། ལས་ཀྱི་གནས་སྣ་ཚོགས་དག་གིས་འཚོ་བར་བྱེད་ཅིང་འདི་ལྟ་སྟེ། ནོར་གྱི་ཕྱིར་ལམ་མ་ཡིན་པར་ཡང་འགྲོ་བར་བྱེད།
en: From these occupations and professions, they make their livelihood.

source: ལམ་ངན་པར་ཡང་འགྲོ་བར་བྱེད། གཅོང་རོང་དང་ཆུ་ཀླུང་ཅན་གྱི་ལམ་དུ་ཡང་འགྲོ་བར་བྱེད། མཚོན་ཆའི་ལམ་དུ་ཡང་འགྲོ་བར་བྱེད། རྒྱ་མཚོར་འཇུག་པར་ཡང་འཇུག་པར་བྱེད། གྲང་བའི་དུས་ན་ཡང་ལྷགས་པས་གནོད་པར་བྱེད། དྲོ་བའི་དུས་ན་ཡང་ཚ་བས་གནོད་པར་བྱེད་ཅིང་བཀྲེས་པ་དང་།
en: For the sake of wealth, they travel where there are no roads or where the roads are poor; they cross canyons, rivers, war zones, and oceans; they endure the icy winds of winter and the heat of summer; they suffer from hunger and thirst, and, all the while they delight in such journeys.

source: སྐོམ་པ་དག་གིས་གནོད་བཞིན་དུ་འགྲོ་བ་ལ་ཡང་སྤྲོ་བར་བྱེད་དེ། ལོངས་སྤྱོད་ཡོངས་སུ་ཚོལ་བ་ན་དེ་ལྟ་བུའི་སྡུག་བསྔལ་དག་གིས་ལོངས་སྤྱོད་ཡོངས་སུ་བཙལ་ནས་ཀྱང་རང་གི་འཚོ་བ་དག་གི་ཕྱིར་ཉེ་བར་སྒྲུབ་པར་བྱེད་པས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དག་དང་། བཀྲེན་པ་དང་། སྡུག་ཕོངས་པ་དང་། སློང་མོ་བ་དག་ལ་སྦྱིན་པ་སྦྱིན་པར་མི་བཟོད་ཅིང་བུད་མེད་རྣམས་ཀྱིས་དབང་དུ་བྱས་པ་དང་།
en: They endure such suffering as this for the sake of their own livelihood, yet they will not donate any of the wealth they earn to mendicants, brahmins, the destitute, the poor, or beggars, because they are under the sway of women, controlled by them, enthralled by them, and enslaved by them.

source: བུད་མེད་རྣམས་ཀྱིས་ཐུལ་འོག་ཏུ་ཆུད་པ་དང་། བུད་མེད་རྣམས་ཀྱིས་བསྐོལ་བ་དང་། བུད་མེད་རྣམས་ལ་བྱམས་པ་དེ་ཉིད་ཀྱིས་བུད་མེད་དེ་དག་ཉིད་གསོ་བའི་ཕྱིར་སྦྱིན་པ་སྦྱིན་པ་དང་།
en: Because of this same love for women, these men are unable to give gifts even to support their women or to practice moral discipline.

source: ཚུལ་ཁྲིམས་ཡང་དག་པར་ལེན་པར་མི་ནུས་ཤིང་དེ་དེ་ལ་ཆགས་ལ་བུད་མེད་རྣམས་ཀྱིས་སྤྱོས་པ་བཟོད་པར་བྱེད་ཅིང་བུད་མེད་ཀྱིས་བསྡིགས་པ་དང་། བལྟས་པ་དང་།
en: Infatuated by their women, they will endure their chatter, and even put up with their abuse, evil looks, and reprimands.

source: བརྒྱབ་པ་དག་ཀྱང་བཟོད་པར་བྱེད་དེ། དེ་སྐྱེས་པར་གྱུར་ཀྱང་བུད་མེད་ཀྱིས་བསྡིགས་པ་དང་དུ་ལེན་ཅིང་།
en: When abused by women, those men will voluntarily accept it and still regard those same women without ill will.

source: མི་དགའ་བ་མེད་པར་དེའི་ངོར་ལྟ་བར་བྱེད་པ་ནི་འདོད་པའི་གཞིས་བུད་མེད་ཀྱི་དབང་དུ་སོང་བ་ཡིན་ཏེ།
en: Those men fall under the sway of women who are the objects of their desire.

source: རྒྱལ་པོ་ཆེན་པོ་བུད་མེད་ལ་སྟེན་ཅིང་ངན་འགྲོར་འགྲོ་བར་འཇུག་པ་དེ་ནི་སྐྱེས་པ་བུད་མེད་ལ་བརྐམ་ཞིང་ངན་སྐྱུགས་ཀྱི་སྒོ་ལ་གདུ་བ་དང་། མི་གཙང་བ་ལ་དགའ་བ་དང་། ཤེས་བཞིན་མེད་པར་སྤྱོད་པའི་སྐྱེས་བུའི་སྐྱོན་བཞི་པ་ཡིན་ཏེ།
en: “Great King, this is the fourth fault of men who crave women, consider filth to be the highest bliss, delight in foulness, and act without awareness Thereby, they indulge in women and proceed to the lower realms.

source: རྒྱལ་པོ་ཆེན་པོ་སྐྱོན་དེ་དག་དང་ལྡན་པའི་སྐྱེས་པ་ནི་འདོད་པ་རྣམས་ཀྱི་དབང་དུ་འགྲོ་བ་ཡིན་ནོ། །
en: Great King, a man who possesses these faults comes under the power of sense pleasure.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །འདོད་པ་རྣམས་ནི་ཚོལ་བ་དང་། །རབ་ཏུ་མྱོས་པ་ག་ལ་བདེ། །
en: The Blessed One then spoke these verses: “Pursuing sense pleasures in a drunken state, How could one be happy?

source: འདོད་པ་དམན་པ་རྣམས་སྟེན་པ། །དེ་ནི་གང་གིས་བདེ་བར་འགྱུར། །
en: Indulging in these base desires, How could one be happy?

source: སྐྱེས་བུ་དམ་པ་མ་ཡིན་པའི། །ལས་རྣམས་བྱེད་ཅིང་མི་སྡོམ་ལ། །འདོད་པའི་འདོད་ཆགས་ཚོལ་བྱེད་པ། །དེ་དག་རབ་ཉམས་ཆུད་ཀྱང་ཟ། །
en: “Those who perform, without restraint, The deeds of an inferior being, And pursue their craving for sense pleasures, Must suffer their own downfall.

source: མི་རྣམས་གང་དག་མི་མཁས་པ། །རྔ་མོ་བོང་བུའི་ཆོས་སྤྱོད་ཅིང་། །
en: “Those unwise people Behave like camels and donkeys.

source: བུད་མེད་མཐོང་ན་རབ་སྙེགས་པ། །ངན་སྐྱུགས་གནས་ལ་ཕག་རྣམས་བཞིན། །
en: When they see a woman, they rush over, Just like pigs to a pile of feces.

source: གང་ལ་བྱིས་པ་གུས་བཅས་པའི། །འདོད་རྣམས་དྲི་ང་མི་གཙང་ཡང་། །འདོད་པའི་སྐྱོན་རྣམས་མི་མཐོང་བ། །ས་ཡི་སྟེང་ན་དམུས་ལོང་བཞིན། །
en: “Even though the precious objects of their desire Are stinking and unclean, Those fools cannot see the faults of those objects— Like the blind moving through the world.

source: གཟུགས་ཀྱི་འཆིང་བས་བཅིངས་པ་རྣམས། །འདོད་པའི་འདུ་ཤེས་རབ་ཏུ་འཇུག །
en: “Those who are bound by their attachment to material form Are enthralled by thoughts of sensual pleasure.

source: བྱིས་པ་འདོད་རྣམས་སྟེན་པ་དག །ཁྱི་དང་ཝ་རྣམས་ཇི་བཞིན་ནོ། །
en: Foolish beings who indulge in sense pleasures Are no different from the likes of dogs and jackals.

source: སྒྲ་དྲི་རོ་དང་རེག་རྣམས་ཀྱིས། །གང་ལ་སོ་སོའི་སྐྱེ་བོ་རྣམས། །བྱིས་པ་འཁོར་བ་ཡོངས་འཁོར་བ། །སྤྲེའུ་རྣམས་ཕུར་ལ་བཏགས་པ་བཞིན། །
en: “Sound, smell, taste, and touch Keep ordinary beings Foolishly spinning in saṃsāra, Like monkeys tied to a post.

source: བྱིས་པ་མ་རིག་ཁེབས་པ་རྣམས། །
en: “Foolish beings are shrouded in ignorance.

source: མུན་པའི་ཕུང་པོས་བསྒྲིབས་གྱུར་ཅིང་། བུད་མེད་རྣམས་ལ་ཆགས་པ་ནི། །མི་གཙང་གནས་ལ་ཁྭ་བཞིན་ནོ། །གང་གིས་ངན་འགྲོར་རབ་འཇུག་པ། །
en: Covered by a great mass of darkness; Attached to women, they are befuddled Like crows flocking to feces.

source: དེ་ནི་བདུད་ཀྱི་སྤྱོད་ཡུལ་ཡིན། །
en: “They are within Māra’s domain.

source: རོ་མྱང་འདུ་ཤེས་ཆགས་གྱུར་པ། །ངན་སྐྱུགས་གནས་ལ་སྲིན་བུ་བཞིན། །གསང་བའི་གཤེད་མ་རྣམས་ཀྱིས་ནི། །
en: Those headed to the lower realms Are addicted to enjoyment Just like maggots in a pile of feces.

source: ཇི་ལྟར་མི་ཞིག་བོར་བ་ལྟར། །ཤེས་ན་ཐར་པ་ཐོབ་འགྱུར་ཞིང་། །བུད་མེད་དབང་དུ་འགྲོ་མི་འགྱུར། །
en: “If one thinks about how executioners Discard the body parts of a human, It will lead one to find liberation And not to fall under the sway of women.

source: འདོད་པ་བུད་མེད་ལྟ་བྱེད་པའི། །ཀུན་ཏུ་སྦྱོར་ལས་འཇིགས་པ་སྐྱེ། །
en: “Being caught up in gazing upon women, The objects of one’s desires, is a fearsome situation.

source: བྱིས་པ་མཚན་མར་འཛིན་པ་རྣམས། །འདོད་པའི་སྲེད་པ་རབ་ཏུ་འཕེལ། །
en: Yet foolish beings fixate on appearances And their craving for sense pleasure grows.

source: སོས་ཀའི་དུས་ན་མི་ཞིག་ནི། །དགོན་པ་ཆེན་པོར་སོང་གྱུར་ནས། །བྱིས་པས་ལན་ཚྭའི་ཆུ་འཐུངས་ན། །
en: “They are like travelers in the summertime, Making their way across a great desert, Who foolishly drink salt water.

source: སྐོམ་པ་ཕྱིར་ཞིང་རབ་སྐྱེད་ལྟར། །
en: Their thirst returns more strongly.

source: དེ་བཞིན་བདེན་པ་མ་མཐོང་བའི། །བྱིས་པ་རྨོངས་པས་འཚོ་བ་རྣམས། །འདི་ན་ཕྱིར་ཞིང་བུད་མེད་ལ། །འདོད་པའི་སྲེད་པ་བརྟན་པར་འགྱུར། །
en: “Similarly, foolish beings, blind to the truth, Who live out their lives in states of ignorance, Will strengthen desirous cravings For women here in this world.

source: ཇི་ལྟར་མི་ལུས་མཛེ་ཅན་ལ། །སྲོག་ཆགས་རྣམས་ནི་ཟ་བ་ལྟར། །འདོད་བརྐམ་སོ་སོའི་སྐྱེ་བོ་རྣམས། །དེ་བཞིན་བུད་མེད་རྣམས་ཀྱིས་ཟོས། །མི་གཙང་བུམ་པ་ཁྲ་བོ་ཞིག །
en: “In the same way that a leper’s body becomes food for tiny insects, So, too, ordinary beings who crave sense pleasures Are devoured by women.

source: ཁ་དོག་ལྡན་པར་སྣང་མོད་ཀྱི། །ནང་ན་ཧ་ལ་ཧ་ལའི་དུག །དྲག་པོ་ཆེན་པོ་ཡོད་པ་ལྟར། །
en: “A chamber pot may be decorated with many variegated colors Yet be filled with halāhala, The strongest of all poisons.

source: དེ་བཞིན་བུད་མེད་བརྒྱན་པ་དག །གང་དང་གང་ན་སྣང་བ་ཡང་། །
en: “Bejeweled women are like that too.

source: གཅིན་དང་ཕྱི་སས་གང་བ་ཡི། །
en: They may glitter with adornments, Yet they are filled with urine and excrement.

source: རྐྱལ་བ་རླུང་གིས་གང་བ་བཞིན། །
en: They are like leather bellows filled with air.

source: འབྲུ་མར་གྱིས་ནི་བདར་བའི་མཚོན། །གོས་ཀྱིས་དཀྲིས་པ་ཇི་བཞིན་དུ། །དེ་བཞིན་བུད་མེད་བརྒྱན་པ་ཡང་། །རལ་གྲི་རླིང་བ་གཡོགས་པ་བཞིན། །ཇི་ལྟར་མེ་དོང་གང་གྱུར་ལ། །
en: “Just like a blade sharpened with oil And wrapped in a cloth, So too is a dressed-up woman Like a sword sheathed in a scabbard.

source: དུ་བ་མེད་ཅིང་འབར་ལྡན་ལྟར། །བུད་མེད་དེ་བཞིན་མེ་འདྲ་ཞིང་། །
en: “In the same way a blazing fire pit Can burn without any smoke, Women are like fire.

source: སྲིན་བུ་གཏུམ་པོ་བཞིན་དུ་གཡོ། །
en: They are deceptive, like dangerous insects.

source: སྲེག་པའི་བསྐལ་པ་འདིར་བྱུང་ན། །ས་འདི་ཀུན་ཏུ་འབར་གྱུར་ལ། །རྩྭ་དང་གེལ་པ་འཇིག་འགྱུར་ཞིང་། །ཆུ་ཀླུང་དག་ཀྱང་སྐམས་པར་འགྱུར། །
en: “When the fire at the end of the eon blazes, The entirety of this land will be consumed, The grasses and trees will be destroyed, And the rivers will completely dry up.

source: འབྱུང་པོ་ཆེན་པོའི་གནས་གྱུར་པ། །རྒྱ་མཚོ་ཡང་ནི་སྐམ་འགྱུར་ཞིང་། །རི་བོ་ཆེན་པོ་རྣམས་སྲེག་ལ། །
en: “As for this abode of the great elements— The vast oceans will dry up And the great mountains will burn away.

source: དེ་བཞིན་ལྷུན་པོའང་འཇིག་པར་འགྱུར། །
en: Even Mount Meru will likewise be destroyed.

source: རྒྱལ་ཆེན་འབྱུང་པོ་འཛིན་པ་ཡི། །ས་འདིའང་རྣམ་པར་འཇིག་འགྱུར་ཞིང་། །
en: “This earth, the great king, sustainer of beings, Will be completely destroyed.

source: བྲག་ཆེན་རྣམས་ནི་འཇིག་འགྱུར་ཡང་། །སྐྱོབ་པར་བྱེད་པ་ཡོད་མ་ཡིན། །
en: Even the great stone mountains will be destroyed, And there will be no protection.

source: ཇི་ལྟར་མེ་ཡིས་རིར་བཅས་དང་། །རྒྱ་མཚོར་བཅས་པ་སྲེག་པ་ལྟར། །དེ་བཞིན་བུད་མེད་མེ་འདྲ་སྟེ། །
en: “The way that this fire will consume The mountains and the oceans Is the same way that women resemble fire; They are dangerous and unsettling to men.

source: གཏུམ་ཞིང་སྐྱེས་བུ་གཡོ་བར་བྱེད། །སྣབས་དང་མཆིལ་མ་ཁ་ཆུ་དང་། །ཀླད་རྒྱས་རུལ་པའི་ཀླད་པ་དང་། །ལུས་ལས་དྲི་ང་འཛག་དེ་ལ། །བྱིས་པ་རྣམས་ནི་སྦྲང་རྩི་བཞིན། །
en: “Mucus, phlegm, and saliva, Fluids running from the head, And foul-smelling bodily discharge Are like honey for these foolish beings.

source: ཁ་སྒོ་རུས་པས་གང་བ་དང་། །ཤ་དང་ལྤགས་ལ་སོགས་བསགས་ཤིང་། །དེ་བཞིན་ལུས་ནི་འབྲས་འདྲ་སྟེ། །
en: “Full of bones and having a mouth for its opening, A pile of flesh and skin, And smelling like raw meat, This despicable body is like a boil.

source: དྲི་ང་སྨད་པར་བྱ་བ་ཡིན། །མི་གཙང་སྣ་ཚོགས་གང་བ་དང་། །འབྲས་ནི་སྨིན་པར་གྱུར་པ་ལྟར། །དེ་ལྟར་ལུས་འདི་མི་གཙང་བ། །སྣ་ཚོགས་རྣམས་ཀྱི་སྣོད་ཡིན་ནོ། །
en: “Like a swelling pustule Filled with a variety of bacteria, The body is but a receptacle For feces and other types of filth.

source: ལྟོ་ནི་གཉེ་མ་མཚེར་པ་དང་། །གློ་བས་གང་ཞིང་མཁལ་མ་དང་། །ཁྲག་དང་མཁྲིས་པས་གང་གྱུར་ལ། །ཀླད་རྒྱས་ཀྱིས་ནི་ཀླད་པ་གང་། །
en: “The body is stuffed with intestines, Colon, spleen, and lungs, Kidneys, blood, and bile, Brains, bone, and marrow.

source: ཁོང་པའི་ནང་ན་སྲིན་བུའི་རིགས། །བརྒྱད་ཁྲི་པོ་དག་གནས་གྱུར་ཀྱང་། །གཏི་མུག་དྲ་བས་བསྒྲིབས་པ་ཡི། །བྱིས་པ་རྣམས་ཀྱིས་མི་མཐོང་ངོ་། །
en: “Shrouded in a veil of delusion, Foolish beings do not even see The eighty thousand types of organisms That dwell within their innards.

source: རྨ་སྒོ་དགུ་ནས་རྟག་ཏུ་ནི། །མི་གཙང་རུལ་བ་ཟག་གྱུར་ཀྱང་། །སྨྲ་བ་དག་དང་ལྟ་བ་ལ། །བྱིས་པ་རྣམས་ནི་མཚན་མར་འཛིན། །
en: “The nine bodily orifices Are constantly excreting putrid filth, Yet fools grasp at appearances, Only what they can see and hear.

source: གང་ཞིག་ཀུན་གྱིས་སྨད་པའི་ཡུལ། །ཆགས་པ་རྣམས་ཀྱིས་ཕྱིས་མི་ཤེས། །མི་གཙང་སྤྱོད་ཡུལ་བྱིས་པ་རྣམས། །སྣབས་དང་མཆིལ་མ་ཟ་བར་བྱེད། །
en: “Those fools, whose abode is filth And who feed on mucus and saliva, After they feel desire Do not understand that this is a place despised by all.

source: སྨད་པར་འོས་ལ་ཆགས་བྱེད་པ། །སྦྲང་བུ་རྣམས་ཀྱིས་རྨ་མཐོང་བཞིན། །
en: “Like flies that have spotted a wo་und, They desire contemptible things.

source: མཆན་ཁུང་དག་ནས་རྡུལ་འཛག་ཅིང་། །སྨད་པའི་དྲི་ནི་འབྱུང་བར་འགྱུར། །
en: Sweat drips from their armpits And they reek with awful smells.

source: བྱིས་པ་སྡུག་བསྔལ་ཆགས་བྱེད་པ། །དེ་དག་བདག་ལ་གནོད་ཕྱིར་གཡོ། །
en: “Fools cling to their own suffering, Having been deceived into harming themselves.

source: དེས་ནི་མྱུར་དུ་ཕོངས་གྱུར་ཏེ། །ཉ་རྣམས་ཆུ་ནས་བཏོན་པ་བཞིན། །
en: Like fish pulled from water, This will bring about their ruin.

source: འཇིགས་རུང་ལག་ན་མཚོན་ཐོགས་ཀྱིས། །ཇི་ལྟར་མི་ཞིག་གཙེས་པ་ལྟར། །མཚོན་འདྲའི་བུད་མེད་སྡིག་ཅན་གྱིས། །འདོད་ལ་ཆགས་རྣམས་དེ་བཞིན་ནོ། །
en: “The way that one is attacked By someone wielding a fearsome weapon Is the way that those attached to sense pleasures Are attacked by evil, weapon-like women.

source: རྣམ་རྒྱལ་ལག་ན་མཚོན་ཐོགས་པས། །ཇི་ལྟར་རྒྱལ་པོ་གཙེས་པ་ལྟར། །འདོད་ཆགས་མེ་དང་འདྲ་བ་ཡིས། །འདོད་ལ་ཆགས་རྣམས་དེ་བཞིན་སྲེག །
en: “The way that a king is attacked By an opponent wielding the weapons of conquest Is the way that those attached to sense pleasures Are incinerated in the flames of desire.

source: ཤེན་པའི་གནས་ལ་ཁྱི་རྣམས་ལྟར། །མྱང་བར་འདུ་ཤེས་བྱིས་པ་རྣམས། །
en: “Like dogs hovering around a butcher, Foolish beings fantasize about tastes.

source: ཇི་ལྟར་སྒྲ་ཡིས་སྐྲག་པ་ལྟར། །མྱུར་དུ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར། །
en: Even when scared away by a loud yell, They quickly return to savoring their suffering.

source: རང་གི་ལས་ཀྱི་ཉེས་པ་ཡིས། །དེ་ལ་སྐྱོབ་པ་མེད་པ་ལྟར། །དེ་བཞིན་བདག་གི་ཉེས་པ་ཡིས། །སེམས་ཅན་རྣམས་ནི་ངན་འགྲོར་འགྲོ། །
en: “As there is nothing that can protect one From the faults of one’s own actions, Beings are led to the lower realms In accordance with their own faults.

source: དེ་དག་སངས་རྒྱས་ཆོས་སྤངས་ནས། །བུད་མེད་རྣམས་ཀྱི་རྣག་ལ་སྟེན། །སེམས་ནི་རོ་ལ་ཆགས་གྱུར་པ། །དེ་ཡིས་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: “Those who abandon the Buddhadharma To indulge in women’s excretions Have become attached to the taste, And, by that, are led to the lower realms.

source: ཇི་ལྟར་སྤྲེའུ་ཞིག་ཤིང་ལས་ནི། །ཤིང་གཞན་དུ་ནི་རྒྱུ་བའི་ཚེ། །དེ་ནི་གནས་དེར་གཙེས་གྱུར་ན། །དེ་ཉིད་དུ་ནི་སྡུག་བསྔལ་འགྱུར། །
en: “When a monkey hurts itself, As it swings about From one tree to the next, It experiences suffering that very instant.

source: དེ་བཞིན་འདོད་ལ་བརྐམ་པ་དང་། །སྡུག་བསྔལ་འདོད་ཆགས་སྟེན་པ་དང་། །གཏི་མུག་རྒྱ་ལ་ཐོགས་པ་རྣམས། །དུས་ནི་ཡང་དང་ཡང་དུ་འདའ། །མི་བཀྲེན་རྣམས་ནི་གསལ་ཤིང་ལ། །
en: “Similarly, those who crave the objects of desire, Who indulge in the suffering of sense pleasure, And who are caught in the cage of delusion Are just squandering their time again and again.

source: རབ་ཏུ་བཙུགས་ནས་འཕྱང་བ་ལྟར། །དེ་བཞིན་འདོད་ལ་ཆགས་པ་རྣམས། །
en: “Just as some unfortunate beings Are impaled on stakes and left to hang, Those who are attached to sense pleasures Will hang high in the Hell of Iron-Thorn Trees.

source: ཤལ་མ་ལི་ནི་མཐོ་ལ་འཕྱང་། །ཇི་ལྟར་མོན་སྲན་སྡེའུ་དང་གྲེའུ། །ལྕགས་ཟངས་རྣམས་སུ་བླུགས་བྱས་ནས། །མེས་ནི་རབ་ཏུ་བསྲེགས་པ་ན། །
en: “When urad and mung beans Are poured into metal cauldrons And cooked over a blazing fire They will foam and boil.

source: དབུ་བར་བཅས་ཤིང་ཁོལ་བ་ལྟར། །དེ་བཞིན་དགེ་བ་མ་མཐོང་ཞིང་། །འདོད་ལ་ཆགས་པའི་སྐྱེ་བོ་རྣམས། །ཤི་ནས་ངན་སོང་འགྲོ་འགྱུར་ཞིང་། །ལྕགས་ཟངས་རྣམས་སུ་བཙོ་བར་འགྱུར། །
en: “So, too, will beings who were blind to virtue And attached to the objects of their desire Proceed to the lower realms upon death To be cooked in metal cauldrons.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པའི། །སེམས་ཅན་སྡིག་པ་རྣམས་ཀྱི་གནས། །ཟངས་ནི་བྱེ་བ་དྲུག་ཅུ་དང་། །གཞན་ཡང་བཞི་པོ་དག་ཡིན་ནོ། །
en: “Those people who perform evil deeds Go to the place for evil beings, Where there are four groups Of six hundred million cauldrons.

source: ཟངས་ནི་སོ་སོ་རེ་རེ་ལ། །ཚད་ནི་དམིགས་སུ་ཡོད་མིན་ཞིང་། །མེ་ཡི་ཕུང་པོར་ལྡན་རྣམས་སུ། །བསྐལ་པ་དུ་མར་བཙོ་བར་འགྱུར། །
en: “In each one of those cauldrons, Which are unfathomably large And surrounded by masses of flame, They will boil away for many eons.

source: ཁ་ཅིག་ཟངས་རྣམས་དེ་དག་ཏུ། །རང་གི་ལས་ཀྱིས་བསྐལ་བརྒྱ་འམ། །ཉིས་བརྒྱ་སུམ་བརྒྱ་ཚང་བར་འཚེད། །ཡང་ན་བཞི་བརྒྱར་བཙོ་བར་འགྱུར། །
en: “Some will cook in those cauldrons For one, two, three hundred, Or even four hundred whole eons, Depending on their past actions.

source: ཕྲ་སྐམ་རྣོན་པོ་རྣམས་ཀྱིས་ནི། །བཟུང་ཞིང་ཡང་དང་ཡང་སྨྱུགས་པས། །
en: “They will be seized by thin, sharp pincers And plunged again and again into the cauldrons.

source: དེ་དག་ཤ་ནི་ཡོད་མིན་ཞིང་། །དུང་ལྟར་དཀར་བ་རྣམས་སུ་འགྱུར། །
en: They will lose their flesh And become as white as a conch shell.

source: ལྕགས་ཀྱི་གཞོང་པར་འཇུག་ནས་ནི། །རབ་ཏུ་ཚ་ཞིང་འདྲེན་པ་མེད། །
en: “Once they are dropped into the iron pots They will be burning hot, yet never taken out.

source: ཤི་ཞིང་ཤི་ཞིང་སྐྱེ་འགྱུར་ཏེ། །
en: They will die again and again only to be reborn.

source: རང་གི་ལས་ཀྱིས་གནས་པར་འགྱུར། །
en: Their destination is determined by their past actions.

source: གང་ཚེ་དམྱལ་བའི་སྲུངས་རྣམས་ཀྱིས། །ངན་པའི་མི་རྣམས་དེ་དག་ནི། །གཏུན་ལ་སོགས་པས་བརྡུངས་པས་ནི། །ཤ་རྐང་རུས་པ་ཕྱེ་མར་འགྱུར། །
en: “When the guardians of the hell realms Beat those miserable people With clubs and other such weapons, Their flesh, bones, and marrow will be reduced to dust.

source: དེ་ཡིས་ཚེ་ན་དེ་དག་ལ། །ཤིན་ཏུ་གྲང་བའི་རླུང་ཡང་ལྡང་། །དེས་ནི་དམྱལ་བའི་སེམས་ཅན་རྣམས། །སྡུག་བསྔལ་གྱུར་པ་དེ་ལས་འཚོ། །
en: “At that time, a bitterly cold wind will blow And denizens of the hells Will thereby be given some relief From their suffering.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པ། །གཏུན་བུ་དྲག་པོ་རྣམས་ཀྱིས་འཇོམས། །སྟ་རེ་རྣམས་ཀྱིས་གཤེག་པ་དང་། །དེ་བཞིན་གསལ་ཤིང་འཛུགས་པར་འགྱུར། །
en: “Those who commit evil acts Will be smashed by mighty pestles, Split apart by axes, And impaled on stakes.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པའི། །སེམས་ཅན་རྣམས་ཀྱི་ལུས་ལ་ནི། །ལྕགས་མདུང་རྩེ་མོ་བཞི་པ་དང་། །རྩེ་གསུམ་པ་དང་རྩེ་ལྔ་འབབ། །
en: “Those who commit evil acts Will have four-pointed iron spears, As well as those with three and five points, Plunged into their bodies.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པ། །རལ་གྲིའི་མཆུ་ཅན་ཁྭ་རྣམས་ཀྱིས། །མགོ་དང་གླད་པ་བཏོགས་འགྱུར་ཞིང་། །ཝ་དང་སྤྱང་ཀིས་ཟོས་པར་འགྱུར། །
en: “Those who commit evil acts Will have their heads and brains picked apart By crows with knife-like beaks, And eaten by jackals and wolves.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པ། །ངན་སྐྱུགས་རུལ་པ་དྲི་ང་ཞིང་། །ཀུན་གྱིས་སྨད་པར་ལྟུང་འགྱུར་ལ། །སྤུ་གྲིའི་ཆུ་ཀླུང་རྣམས་སུ་ལྟུང་། །
en: “Those who commit evil acts Will fall into putrid, rotting feces, Down to a fate reviled by all— They will fall into the Hell of Razor Blades and the Blazing River Hell.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པ། །རབ་ཏུ་ཚ་བར་སྲེག་འགྱུར་ཞིང་། །ངུ་འབོད་དང་ནི་ངུ་འབོད་ཆེ། །
en: “Those who commit evil acts Will be burned in the Fiercely Hot Hell, The Howling Hell, and the Great Howling Hell.

source: ཐིག་ནག་ཏུ་ཡང་སྲེག་པར་འགྱུར། །
en: They will also be burned in the Black Line Hell.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པ། །ཐིག་ནག་ཏུ་ནི་སྐྱེས་ནས་ཀྱང་། །ཡང་དང་ཡང་དུ་མེ་མུར་དང་། །སྤུ་གྲིའི་ཆུ་ཀླུང་རྣམས་སུ་ལྟུང་། །
en: “Those who commit evil acts, After their birth in the Black Line Hell, Will fall, again and again, Into the hells of burning coals, blazing rivers, and razor blades.

source: གང་ཚེ་ལྕགས་ཀྱི་ཟངས་པོ་ཆེར། །མི་རྣམས་དེ་དག་འཚེད་པ་ན། །ཁྱི་རྣམས་ཀྱིས་ནི་གཙེས་གྱུར་ནས། །དེ་དག་བདེ་བ་ཚོལ་བར་བྱེད། །
en: “When it comes time for those people To be cooked in the great iron cauldrons, They will be tormented by dogs And left longing for happiness.

source: མི་རྣམས་གང་དག་སྡིག་བྱེད་པ། །དམྱལ་བ་དྲག་པོ་ཆེན་པོར་ནི། །ལྷུང་ནས་དཔུང་གཉེན་ཡོད་མིན་ཞིང་། །ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ་བར་འགྱུར། །
en: “When those who commit evil acts Descend to the great, brutal hells, They will have no companions As they swallow lumps of iron.

source: མི་རྣམས་སྡིག་པ་བྱེད་པ་དག །ལྕགས་ལས་གྲུབ་པའི་བྲག་ཆེན་དང་། །མི་སྡུག་རི་བོ་རྣམས་ཀྱིས་ནི། །དེ་ཚེ་ཀུན་ནས་ལུས་འཇོམས་བྱེད། །
en: “Those who commit evil acts Will have their bodies pulverized By giant boulders made of iron And terrible mountains.

source: དེས་ནི་རང་གིས་ལས་བྱས་པའི། །འབྲས་བུ་དེ་འདྲ་ཐོབ་གྱུར་ཅིང་། །
en: “That is how one reaps The fruit of one’s actions.

source: དེ་ཡིས་ཚོར་བ་མྱོང་བས་ན། །དེ་ལ་སྐྱོབ་པ་འགའ་ཡང་མེད། །
en: There will be no protection whatsoever From the experience of that suffering.

source: ཇི་སྙེད་རྟེན་པ་ཐམས་ཅད་ནི། །བདག་གི་མདུན་དེར་འགའ་ཡང་མེད། །དེར་ནི་མགོན་མེད་བདག་གཅིག་པུ། །སྡུག་བསྔལ་ཚོར་བ་མྱོང་བར་བྱེད། །
en: “Any support one could think of Will not be available to them; They will be alone, with no refuge, Left to undergo such suffering.

source: གང་དག་བདེ་ཕྱིར་དོན་མིན་པར། །སྔན་ཆད་ཉེས་པར་སྤྱད་བྱས་ཀྱང་། །ཕ་མ་དེ་དག་དེ་རིང་ནི། །རྣམ་པར་གྲོལ་བའི་མཐུ་ཡང་མེད། །
en: “For those engaged previously in wrongdoing In a futile search for happiness, Even their parents are powerless To save them now.

source: གང་དག་བདེ་ཕྱིར་དོན་མིན་པ། །སྔན་ཆད་ཉེས་པར་སྤྱད་བྱས་ཀྱང་། །བུ་དང་བུ་མོ་ཆུང་མ་རྣམས། །དེ་རིང་བདག་ལ་འགྲོལ་མི་ནུས། །
en: “For those engaged previously in wrongdoing In a futile search for happiness, Even their sons and daughters Cannot save them now.

source: གང་དག་བདེ་ཕྱིར་དོན་མིན་པར། །སྔན་ཆད་ཉེས་པར་སྤྱད་བྱས་ཀྱང་། །མཛའ་བཤེས་ཉེ་དུ་དེ་དག་ཀུན། །རྣམ་པར་དགྲོལ་བར་ཡོང་མི་ནུས། །
en: “For those engaged previously in wrongdoing In a futile search for happiness, None of their close friends Can come to save them now.

source: གང་དག་བདེ་ཕྱིར་དོན་མིན་པར། །སྔན་ཆད་ཉེས་པར་སྤྱད་བྱས་ཀྱང་། །བདག་གི་རྩ་ལག་དེ་དག་ཀུན། །དེ་རིང་འགྲོལ་བར་མི་ནུས་སོ། །
en: “For those engaged previously in wrongdoing In a futile search for happiness, None of their other relatives Can save them now.

source: འདོད་པ་དམན་པ་རྣམས་སྟེན་ཅིང་། །དམན་པའི་ཆོས་རྣམས་བསྟེན་ནས་ནི། །ཉེས་པའི་ལས་རྣམས་བྱེད་པ་དག །དེ་ཡིས་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: “Indulging in inferior desires, While following inferior doctrines, They commit low, immoral deeds And proceed to the lower realms.

source: ཤེས་རབ་འཆལ་པ་མནར་མེད་པར། །སོང་ནས་སྡུག་བསྔལ་ཚོར་བ་མྱོང་། །
en: “Those who are unwise will experience The anguish of the Hell of Endless Torment.

source: སངས་རྒྱས་རྣམས་ཀྱིས་བུད་མེད་དག །ཕྱི་སའི་དྲི་ལྟར་དམན་པར་བསྒྲགས། །དེ་ཕྱིར་དམན་པ་རྣམས་དང་ནི། །
en: The buddhas have declared that women Are foul-smelling, like excrement.

source: དམན་པའི་བུད་མེད་རྣམས་སྟེན་པ། །བྱིས་པ་དེ་ནི་ཕྱི་ས་ཡི། །
en: “Thus, only inferior men have intercourse With women, who are inferior, Like fools who enter houses Carrying bags full of excrement.

source: རྐྱལ་པ་བཟུང་ནས་གནས་པ་ཡིན། །ཅི་འདྲའི་ལས་ནི་བྱེད་པ་ལྟར། །དེ་འདྲའི་འབྲས་བུ་ཐོབ་འགྱུར་ཏེ། །
en: “The quality of one’s actions Determines the quality of fruit that one bears.

source: རྒྱལ་པོ་ཡི་ནི་ཆད་པ་དང་། །སྡུག་བསྔལ་བཅིང་བའང་མྱོང་བར་འགྱུར། །
en: The punishment of a king May leave one shackled and in pain.

source: བུད་མེད་གཞི་ལས་སྐྱེས་པ་ཡང་། །གསང་དང་བཅིང་བ་མྱོང་འགྱུར་ཞིང་། །དམྱལ་སྲུངས་རྣམས་ཀྱིས་སྲེག་པ་དང་། །ངེས་པར་འཆིང་བའང་མྱོང་བར་འགྱུར། །
en: “Because of women, Men will endure being bound and even killed, And they will surely be burned and bound Again by the guardians of the hells.

source: བུད་མེད་རྣམས་ལ་བརྐམ་པ་ཡི། །བློ་ངན་དེ་དག་བདེ་མི་འགྱུར། །གསལ་ཤིང་མཐོན་པོ་རྣམས་སུ་ནི། །བཙུགས་ཤིང་ཆུར་ཡང་བཅུག་པར་འགྱུར། །
en: “Those confused men who crave women Will not find happiness But will be impaled on tall stakes And thrown into boiling water.

source: ས་ཡི་སེར་ཀར་བཅུག་ནས་ནི། །དེ་བཞིན་རལ་གྲིས་གདབ་པར་འགྱུར། །
en: “They will be cast into fissures in the ground And stabbed with swords.

source: དེ་འདྲ་བ་དག་ཐོས་ནས་ནི། །དེ་དག་ཡི་ཆད་བདེ་མི་འགྱུར། །
en: Such people, having heard this, Become concerned and uneasy.

source: རྨོངས་པ་བུད་མེད་ལྷན་ཅིག་ཏུ། །ཡང་དང་ཡང་དུ་འདུ་འཛི་བྱེད། །
en: “They preoccupy themselves with women And enjoy themselves with them.

source: སྡུག་བསྔལ་འདོད་པ་རྣམས་སྟེན་ཅིང་། །སྨད་པ་རྣམས་ཀྱང་སྨྲ་བར་བྱེད། །
en: These despicable people indulge in and talk of Sense pleasures, which are full of pain.

source: རྨོངས་པ་རྣམས་ཀྱིས་ཆོས་ཐོས་ནས། །དགེ་བར་གསུངས་ཞེས་རྗོད་བྱེད་ཀྱང་། །
en: “When they hear the Dharma, they are confused about its meaning, But they say, ‘Well spoken!’

source: དེ་སེམས་བུད་མེད་ཕྱི་བཞིན་སོང་། །བྱི་བ་ལ་ནི་བྱི་ལ་བཞིན། །
en: Their minds are lost in women, Like a cat’s lost in a mouse.

source: རྒྱལ་བས་གསུངས་པ་ཐོས་གྱུར་ནས། །ཡུད་ཙམ་ཞིག་ནི་ཡིད་བྱུང་ཡང་། །ཧ་ལ་ཧ་ལའི་དུག་འདྲ་བའི། །འདོད་ཆགས་ཀྱིས་ནི་དེ་ཡང་འཁྲུགས། །
en: “Even if they feel a momentary sense of agitation By listening to the words of the Victorious One, Desire will arise again in their minds As if it were halāhala poison.

source: ཇི་ལྟར་ཕག་ནི་ཡུད་ཙམ་ཞིག །དངངས་ཤིང་སྐྲག་པར་བྱུང་གྱུར་ཀྱང་། །དེས་ནི་ཕྱི་ས་མཐོང་ན་ཡང་། །ཆགས་པ་སྐྱེད་པར་བྱེད་པ་ལྟར། །
en: “A pig may become timid and afraid For just a single moment, But as soon as it sees excrement, Its desires are excited again.
